<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | 次の言語行は、無効なトークンや無効な新しいパスワードなど、パスワード更新試行が失敗し
    | た場合にパスワード ブローカーによって指定された理由に一致するデフォルトの行です。
    | 。
    |
    */

    'reset' => 'パスワードがリセットされました。',
    'sent' => 'パスワードリセット用のメールで送信しました。',
    'throttled' => '少し時間を置いてから再度試してください。',
    'token' => 'このパスワードリセットトークンは無効です。',
    'user' => 'このメールアドレスを持つユーザーは見つかりませんでした。',

];
